{
    "https://www.shiksha.com/college/tufunganj-mahavidyalaya-coochbehar-102705": {
        "Infra_Highlights": "The Institute has 1 library facility with capacity of 16800 books and 9 Journals\nThe Institute has 2 sports complex within the premises\nThe Institute provides 6 labs facilities for the students\nInfrastructure: Classrooms are available, but it does not provide hostels. The campus is good, but it is not huge enough. There is a playground beside the college, and you can go there. There are also some places to sit now, which is modified recently. In the main ground of the college, there is a garden.\n",
        "Infra_Table": [],
        "Iframes": [
            "https://0994d6640911f394203c8c179f3a33da.safeframe.googlesyndication.com/safeframe/1-0-40/html/container.html",
            "https://securepubads.g.doubleclick.net/static/topics/topics_frame.html"
        ]
    },
    "https://www.shiksha.com/college/a-p-shah-institute-of-technology-thane-west-thane-59845": {
        "Infra_Highlights": "Distribution of Rating\nInfrastructure: The college has good infrastructure for the BE in information technology. Facilities available in the college were very good. Computer labs, library, canteen, Wi-Fi, sports, etc. facilities are available for the students on the campus. The quality of facilities available in the hostel is also good. Food in the mess was also good to eat.\nInfrastructure: The college provides good quality facilities to its students. Infrastructure of the is branch is also good. College has labs for the students to practice. Wi-Fi, library and various other necessary facilities are available in the college campus for the students. Food in the canteen is good to eat.\nInfrastructure: The college has well-structured and well-maintained labs and classrooms. We also have the facility of a library, in which we can find a wide range of books. In the library, our college also provides PCs to do research. There is no hostel in our college as the campus is not vast. The food in the cafe and canteen is both quite good. We have turf to play cricket on and many more amenities to play indoor games.\nInfrastructure: No idea about the hostel as I preferred to travel daily to the college by bus, which was only 15 minutes from my residence. The quality of food in the canteen was good; they provided fresh and hygienic food. Also, fruit juices are available. The first aid kit is only there in case of medical emergencies. There is a Boys' Common Room (BCR) and a Girls' Common Room (GCR) where games like carrom and table tennis are available. There is a turf on the campus where box cricket and open underarm cricke...\nInfrastructure: We have good infrastructure within our college and good transportation facilities too. We have an enhanced security system, so there are no chances for security breaches. A lot of events occur in our college for the skill development of our students.\nInfrastructure: The college had a good quality infrastructure. The college offers all the necessary facilities to its students. The college has Wi-Fi, labs, a library, canteen, medical, sports etc. Facilities for its students. The food quality of the college canteen was good to eat.\nInfrastructure: Wi-Fi, ACs, and fans are available in college, but some of them do not work properly. The library is available, but it has extremely rude librarians. No hostel facility is provided by the college. The canteen food is terrible and unhygienic. No medical, sports, and games facilities are available in the college as well.\nInfrastructure: The main thing I like about this college is the infrastructure and facilities they provide. Every classroom is air-conditioned and has a projector in it. But the college doesn't have hostel facilities. This is something you have to do by yourself. But our college has a canteen facility where you can eat whatever you want. Our college also has an e-library for all students.\nInfrastructure: The infrastructure is very good. Our campus is Wi-Fi enabled. Canteen is very good. Laboratory is decent. Various sports are conducted and students can participate in them. There is a decent library and several books are available.\nInfrastructure: Wi-Fi is available for all students with different passwords. There is a huge library in this college. Classrooms are air-conditioned. Sports are conducted. The canteen is very good.\nInfrastructure: Facilities and infrastructure are top-notch at the college. High-speed Internet is provided all over the campus. Classrooms and labs are cleaned and well maintained. The canteen is also cleaned, and all hygienic foods are served. Medical facilities are provided in labs and classrooms. Students can study and borrow books from the library.\nInfrastructure: Laboratories are very good. All laboratories have i5 11th-generation CPUs. The primary operating system is Ubuntu. However, we can also use Windows. High-speed Wi-Fi is available on our campus. All laboratories are air-conditioned.\nInfrastructure: Our college provides us with all facilities. Our college has a good ambiance. Classrooms are equipped with air-conditioners. The library consists of many books. It has many defense-related books, novels, and many other books. We have a good canteen. The food served in the canteen is good and affordable. Our college has a stationery shop where all the stationery items are provided at affordable prices.\nInfrastructure: Our college is under construction. The infrastructure is good. Personal computers are available in this college. Laboratories are better. Our campus is very peaceful. There are experienced chefs, so the food quality is good at reasonable prices.\nInfrastructure: The campus is not much huge. Our college is clean. Wi-Fi, labs, and classroom are good. The library is well-maintained. The campus is covered with Wi-Fi. Our canteen provides quality food. Our college has a stationery facility. We can play cricket and many indoor games in our college.\n",
        "Infra_Table": [],
        "Iframes": []
    },
    "https://www.shiksha.com/university/aiims-deoghar-all-india-institute-of-medical-sciences-jharkhand-other-65979": {
        "Infra_Highlights": "Check out more details in the below video:\n \nDistribution of Rating\nInfrastructure: There is the best Wi-Fi system in my college with 5G network speed. There are a lot of labs with all the facilities. Our classroom is very big, with high facilities like AC and highly modified seats. We also have a big library, which is full with all the books we need. We have all the facilities in our hostel and have good food in the mess.\nInfrastructure: The infrastructure is very good. It is under construction, when it will be done, and services also begin in last year, and there are many students of Jharkhand who take services from the hospital. It will provide the best medical services for the lowest prices.\nInfrastructure: We have to reside on a temporary campus, and next year, we will shift o the main campus. Hostels are nearly completed on the main campus. There are a lot of restrictions on the temporary campus. We have to write an application to go outside the campus. It is only in AIIMS Deoghar.\n",
        "Infra_Table": [],
        "Iframes": [
            "https://www.youtube.com/embed/ZKdThRyzs2o?enablejsapi=1",
            "https://8aadc0cbad047959900a54b57181eae6.safeframe.googlesyndication.com/safeframe/1-0-40/html/container.html",
            "https://securepubads.g.doubleclick.net/static/topics/topics_frame.html"
        ]
    },
    "https://www.shiksha.com/college/government-arts-college-dahod-119087": {
        "Infra_Table": [],
        "Iframes": [
            "https://0c2f50753ee6a56a07493a6e1500dd6e.safeframe.googlesyndication.com/safeframe/1-0-40/html/container.html",
            "https://securepubads.g.doubleclick.net/static/topics/topics_frame.html"
        ]
    }
}